Repository: yossefJoe/Islamic-Yard
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Share
ar: مشاركة التطبيق

source: Change Language
ar: تغيير اللغة

source: Change Theme
ar: تغيير الاضاءة

# rateus
source: Rate Me
ar: قيم التطبيق

source: Exit
ar: الخروج من التطبيق

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Dua
ar: دعاء

source: Hadith
ar: حديث

source: Quran
ar: قرأن

source: Tafseer
ar: تفسير

source: Tasbeeh
ar: تسبيح

source: Islamic Yard
ar: الساحة الاسلامية

source: Next
ar: الصلاة التالية

source: Read Quran
ar: قراءة القرأن

source: Tafseer Quran
ar: تفسير القرأن

# alhamdullah
source: Allhamdullah
ar: الحمد لله

source: Allahakbar
ar: الله اكبر

source: Bismillah
ar: بسم الله

source: Astaghfir-Allah
ar: استغفر الله العظيم

source: La-Hawl-Wla-Kwa-Ela-Billah
ar: لا حول ولا قوة الا بالله

# laillahelaallah
source: La-Ilah-Ela-Allah
ar: لا اله الا الله

# praise
source: Praise be to Allah
ar: العظمة والمجد لله

source: Tasbeeh Counter
ar: عداد التسبيح

# sabah
source: Start Tasbeeh
ar: ابدأ تسبيح

source: Select Language
ar: اختر اللغة المناسبة لك

source: Read Hadith
ar: قراءة الحديث

source: Duas
ar: الأدعية

source: Read
ar: أقرأ

source: Listen
ar: استمع

source: Azkar
ar: الأذكار

source: Azkar Sabah
ar: أذكار الصباح

source: Azkar Masaa
ar: أذكار المساء

source: Loading
ar: تحميل

# bio
source: Learn Quran and Recite Once Everyday
ar: أقرأ قرأن وحديث وتدبر تفسير الأيات وسبح

source: Get Started
ar: ابدأ
